tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "homebrew/core"

brew "atuin"
brew "bat"
brew "bottom"
brew "broot"
brew "chafa"
brew "difftastic"
brew "duf"
brew "dust"
brew "elixir"
brew "exa"
brew "fcp"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "neovim", args: ["HEAD"]
brew "opam"
brew "ouch"
brew "pastel"
brew "ripgrep"
brew "rq"
brew "rustup"
brew "sd"
brew "spotify-tui"
brew "starship"
brew "thefuck"
brew "tmux"
brew "typos-cli"

# cask "jukebox"
# cask "screenstudio"
# cask "scriptkit"
# cask "sourcegraph"
# cask "spacedrive"
cask "1password"
cask "amethyst"
cask "brave-browser"
cask "cron"
cask "discord"
cask "docker"
cask "fig"
cask "flameshot"
cask "font-fira-code-nerd-font"
cask "hyper"
cask "iina"
cask "inkscape"
cask "kap"
cask "keycastr"
cask "linear-linear"
cask "linearmouse"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "neat"
cask "notion"
cask "raycast"
cask "rustdesk"
cask "slack"
cask "spaceman"
cask "spotify"
cask "stats"
cask "tableplus"
cask "topnotch"
