tap "homebrew/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "dflemstr/tools"

brew "ast-grep"
brew "atuin"
brew "bottom"
brew "chafa"
brew "coreutils"
brew "difftastic"
brew "duf"
brew "dust"
brew "eza"
brew "fcp"
brew "fd"
brew "ffmpeg@5"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "httpie"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lolcat"
brew "lua"
brew "neovim"
brew "ouch"
brew "parallel"
brew "pastel"
brew "procs"
brew "ripgrep"
brew "rq"
brew "rustup"
brew "sd"
brew "spotify-tui"
brew "starship"
brew "thefuck"
brew "tmux"
brew "tokei"
brew "typos-cli"
brew "xh"

cask "ngrok"
cask "1password"
cask "alacritty"
cask "amethyst"
cask "brave-browser"
cask "cron"
cask "discord"
cask "docker"
cask "fig"
cask "flameshot"
cask "iina"
cask "inkscape"
cask "jukebox"
cask "keycastr"
cask "linear-linear"
cask "linearmouse"
cask "neat"
cask "obsidian"
cask "raycast"
cask "rustdesk"
cask "screen-studio"
cask "slack"
cask "spacedrive"
cask "spaceman"
cask "spotify"
cask "stats"
cask "superhuman"
cask "tableplus"
cask "ticktick"
cask "topnotch"
cask "wireshark"
cask "zoom"
