tap "homebrew/bundle"
tap "dmmulroy/tap"
tap "nikitabobko/tap"

brew "ast-grep"
brew "atuin"
brew "awscli"
brew "bore-cli"
brew "carapace"
brew "coreutils"
brew "difftastic"
brew "doggo"
brew "eza"
brew "fd"
brew "ffmpeg@5"
brew "flamegraph"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gnu-sed"
brew "go"
brew "hl"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jj"
brew "jj-ryu"
brew "jj-starship"
brew "jq"
brew "lazyjj"
brew "lua"
brew "neovim"
brew "ouch"
brew "parallel"
brew "pastel"
brew "procs"
brew "rainfrog"
brew "ripgrep"
brew "rustup"
brew "starship"
brew "stow"
brew "tmux"
brew "tokei"
brew "tree"
brew "typos-cli"
brew "xh"
brew "yazi"
brew "yt-dlp"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "aerospace"
cask "helium-browser"
cask "cap"
cask "copilot-money"
cask "discord"
cask "flameshot"
cask "ghostty"
cask "iina"
cask "inkscape"
cask "jukebox"
cask "linear-linear"
cask "linearmouse"
cask "neat"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "raycast"
cask "rustdesk"
cask "screen-studio"
cask "slack"
cask "spacedrive"
cask "spotify"
cask "stats"
cask "superhuman"
cask "ticktick"
cask "topnotch"
cask "wireshark-app"
cask "zoom"
